// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina

var config = {

    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以

    lines: [
        "亲爱的大傻妞",
        
        "世界很大，遇到你不容易",
        
        "虽然你总是惹我生气",

        "但是我也依然会好好打你一顿",

        "以后的日子里",

        "你好好当你的狗皇帝",

        "我好好当狗奴才",

        "     --爱你的小姚",
    ],

    // 相爱的时间 记住格式不能写错了, 非常重要

    // 格式一定要和下面这个时间格式一样

    // 分别是 年-月-日T时时:分分:秒秒

    //      温馨警告:

    //          1.时分秒都必须是俩个数字  比如 00:00:00

    //          2.T不能丢了

    date: "2024-01-27T20:30:00",

    // 双方的名字

    names: ["老张", "姚霸天 爷傲丶奈我何"]

}

