// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的傻猪猪",
        "桃之夭夭，灼灼其华",
        "时光飞逝，我心永恒",
        "佳人一笑，此生永恋",
        "相爱真情，能否深知",
        "亲爱的老婆，你永远是我的Clarity 唯一",
        "只愿你我永记当初的诺言",
        "相爱三生三世，相恋永生永世",
        "若问我爱你多深",
        "那可远不止此生",
        "爱你，直到天荒地老，依然是你",    
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2019-07-01T22:59:00",
    // 双方的名字
    names: ["傻猪猪", "臭笨笨"]
}
