var config = { 
    lines: [
        "亲爱的傻猪猪",
        "世界很大，遇到你不容易",
        "每天清晨都为你而醒",
        "每天夜晚都思你而眠",
        "爱你，此生是第一次",
        "但是我知道这一次便是没有尽头",
        "爱你这件事，我可以做到世界最好",
        "只愿你我永记当初的诺言",
        "相爱三生三世，相恋永生永世",
        "若问我爱你多深",
        "只知远不止此生",
        "爱你，直到天荒地老，依然是你",    
        "亲爱的老婆，你永远是我的Clarity 唯一",
        "相爱相知，此生不换",
        "你若不离不弃，我便生死相依",
        "爱你，爱死你啦！",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2019-07-01T22:59:00",
    // 双方的名字
    names: ["傻猪猪", "臭笨笨"]
}
